tap "buildkite/buildkite"
tap "buildkite/cli"
tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "github/gh"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "ksonnet/tap"
tap "olafurpg/scalafmt"
tap "paulp/extras"
tap "weaveworks/tap"
brew "adr-tools"
brew "ammonite-repl"
brew "awscli"
brew "bash"
brew "bats"
brew "gettext", link: false
brew "python"
brew "cfssl"
brew "clamav"
brew "coreutils"
brew "cscope"
brew "curl"
brew "go"
brew "dep"
brew "libyaml"
brew "docker-compose", link: false
brew "docker-machine-driver-xhyve"
brew "dos2unix"
brew "exercism"
brew "findutils"
brew "fluxctl"
brew "fortio"
brew "gawk"
brew "git"
brew "git-lfs"
brew "giter8"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "gradle"
brew "groovy"
brew "haskell-stack"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "istioctl"
brew "oniguruma"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubebuilder"
brew "kubectx"
brew "kustomize"
brew "leiningen"
brew "libidn"
brew "libssh2"
brew "logstash"
brew "lua"
brew "maven"
brew "mill"
brew "minikube", link: false
brew "mkdocs"
brew "moreutils"
brew "nasm"
brew "neovim"
brew "node"
brew "nvm"
brew "opa"
brew "operator-sdk"
brew "orc-tools"
brew "packer"
brew "pinentry-mac"
brew "pipenv"
brew "pkg-config"
brew "q"
brew "ruby"
brew "sbt"
brew "scala"
brew "serverless"
brew "shellcheck"
brew "shfmt"
brew "snappy"
brew "telnet"
brew "terraform"
brew "tinyproxy"
brew "tmux"
brew "traefik"
brew "tree"
brew "unrar"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "buildkite/buildkite/buildkite-agent", args: ["token="]
brew "buildkite/cli/bk"
brew "derailed/k9s/k9s"
brew "github/gh/gh"
brew "googlecontainertools/kpt/kpt"
brew "ksonnet/tap/ks"
brew "olafurpg/scalafmt/scalafmt", args: ["HEAD"]
brew "paulp/extras/coursier"
brew "weaveworks/tap/eksctl"
cask "emacs"
cask "google-cloud-sdk"
cask "minikube"
cask "session-manager-plugin"
cask "vagrant"
