tap "buildkite/buildkite"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "ksonnet/tap"
tap "olafurpg/scalafmt"
tap "paulp/extras"
tap "weaveworks/tap"
brew "ammonite-repl"
brew "awscli"
brew "bash"
brew "bats"
brew "clamav"
brew "coreutils"
brew "cscope"
brew "curl"
brew "go"
brew "dep"
brew "docker-machine-driver-xhyve"
brew "dos2unix"
brew "findutils"
brew "gettext"
brew "gawk"
brew "git"
brew "git-lfs"
brew "giter8"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gradle"
brew "groovy"
brew "haskell-stack"
brew "htop"
brew "hub"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-helm"
brew "leiningen"
brew "libidn"
brew "libssh2"
brew "libyaml"
brew "logstash"
brew "lua"
brew "maven"
brew "mill"
brew "moreutils"
brew "nasm"
brew "node"
brew "nvm"
brew "orc-tools"
brew "packer"
brew "pipenv"
brew "pkg-config"
brew "q"
brew "ruby"
brew "rust"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "shfmt"
brew "snappy"
brew "telnet"
brew "terraform"
brew "tree"
brew "unrar"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "buildkite/buildkite/buildkite-agent", args: ["token="]
brew "ksonnet/tap/ks"
brew "olafurpg/scalafmt/scalafmt", args: ["HEAD"]
brew "paulp/extras/coursier"
brew "weaveworks/tap/eksctl"
cask "minikube"
